Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Info.plist (Experimental)
ar: Info.plist (تجريبي)
cs: Info.plist (experimentální)
de: Info.plist (experimentell)
fr: Info.plist (expérimental)
id: Info.plist (Eksperimental)
it: Info.plist (sperimentale)
pl: Info.plist (eksperymentalne)
ru: Info.plist (эксперимент)
tr: Info.plist (Deneysel)
vi: Info.plist (Thử nghiệm)
zh_hans: Info.plist（实验性）

source: Background Modes
ar: أوضاع الخلفية
cs: Režimy na pozadí
de: Hintergrundmodi
es: Modos en segundo plano
fr: Modes en arrière-plan
id: Mode Latar Belakang
it: Modalità in background
pl: Tryby w tle
ru: Фоновые режимы
tr: Arka Plan Modları
vi: Chế độ nền
zh_hans: 后台模式

source: These changes are written into the app's Info.plist before it is signed. Editing keys the app relies on can stop it from launching.
ar: تُكتب هذه التغييرات في ملف Info.plist للتطبيق قبل توقيعه. تعديل مفاتيح يعتمد عليها التطبيق قد يمنعه من العمل.
cs: Tyto změny se zapíší do Info.plist aplikace před podpisem. Úprava klíčů, na kterých aplikace závisí, jí může zabránit ve spuštění.
de: Diese Änderungen werden vor dem Signieren in die Info.plist der App geschrieben. Das Bearbeiten von Schlüsseln, auf die die App angewiesen ist, kann den Start verhindern.
es: Estos cambios se escriben en el Info.plist de la app antes de firmarla. Editar claves de las que depende la app puede impedir que se inicie.
fr: Ces modifications sont écrites dans l'Info.plist de l'app avant la signature. Modifier des clés dont l'app dépend peut l'empêcher de démarrer.
id: Perubahan ini ditulis ke Info.plist aplikasi sebelum ditandatangani. Mengubah kunci yang dibutuhkan aplikasi bisa membuatnya gagal dibuka.
it: Queste modifiche vengono scritte nell'Info.plist dell'app prima della firma. Modificare chiavi da cui l'app dipende può impedirne l'avvio.
pl: Te zmiany są zapisywane w pliku Info.plist aplikacji przed podpisaniem. Edycja kluczy, których aplikacja potrzebuje, może uniemożliwić jej uruchomienie.
ru: Эти изменения записываются в Info.plist приложения перед подписью. Изменение ключей, от которых зависит приложение, может помешать его запуску.
tr: Bu değişiklikler imzalamadan önce uygulamanın Info.plist dosyasına yazılır. Uygulamanın ihtiyaç duyduğu anahtarları değiştirmek açılmasını engelleyebilir.
vi: Các thay đổi này được ghi vào Info.plist của ứng dụng trước khi ký. Sửa các khóa mà ứng dụng cần có thể khiến ứng dụng không mở được.
zh_hans: 这些更改会在签名前写入应用的 Info.plist。修改应用依赖的键可能导致应用无法启动。

source: Search Keys
ar: بحث في المفاتيح
cs: Hledat klíče
de: Schlüssel suchen
es: Buscar claves
fr: Rechercher des clés
id: Cari Kunci
it: Cerca chiavi
pl: Szukaj kluczy
ru: Поиск ключей
tr: Anahtarlarda Ara
vi: Tìm khóa
zh_hans: 搜索键

source: Reset All Changes
ar: إعادة تعيين كل التغييرات
cs: Obnovit všechny změny
de: Alle Änderungen zurücksetzen
es: Restablecer todos los cambios
fr: Réinitialiser toutes les modifications
id: Atur Ulang Semua Perubahan
it: Ripristina tutte le modifiche
pl: Zresetuj wszystkie zmiany
ru: Сбросить все изменения
tr: Tüm Değişiklikleri Sıfırla
vi: Đặt lại mọi thay đổi
zh_hans: 重置所有更改

source: Add Entry
ar: إضافة إدخال
cs: Přidat položku
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
id: Tambah Entri
it: Aggiungi voce
pl: Dodaj wpis
ru: Добавить запись
tr: Giriş Ekle
vi: Thêm mục
zh_hans: 添加条目

source: KorSign will set this
ar: سيقوم KorSign بتعيين هذه
cs: KorSign toto nastaví
de: KorSign setzt dies
es: KorSign lo establecerá
fr: KorSign définira ceci
id: KorSign akan mengatur ini
it: KorSign imposterà questo valore
pl: KorSign to ustawi
ru: KorSign задаст это значение
tr: KorSign bunu ayarlayacak
vi: KorSign sẽ đặt giá trị này
zh_hans: KorSign 将设置此项

source: Custom value
ar: قيمة مخصصة
cs: Vlastní hodnota
de: Eigener Wert
es: Valor personalizado
fr: Valeur personnalisée
id: Nilai kustom
it: Valore personalizzato
pl: Własna wartość
ru: Своё значение
tr: Özel değer
vi: Giá trị tùy chỉnh
zh_hans: 自定义值

source: Will be removed
ar: ستتم إزالتها
cs: Bude odebráno
de: Wird entfernt
es: Se eliminará
fr: Sera supprimé
id: Akan dihapus
it: Verrà rimosso
pl: Zostanie usunięte
ru: Будет удалено
tr: Kaldırılacak
vi: Sẽ bị xóa
zh_hans: 将被移除

source: Not in the app's original Info.plist
ar: غير موجود في ملف Info.plist الأصلي للتطبيق
cs: Není v původním Info.plist aplikace
de: Nicht in der ursprünglichen Info.plist der App
es: No está en el Info.plist original de la app
fr: Absent de l'Info.plist d'origine de l'app
id: Tidak ada di Info.plist asli aplikasi
it: Non presente nell'Info.plist originale dell'app
pl: Nie występuje w oryginalnym Info.plist aplikacji
ru: Отсутствует в исходном Info.plist приложения
tr: Uygulamanın özgün Info.plist dosyasında yok
vi: Không có trong Info.plist gốc của ứng dụng
zh_hans: 不在应用原始的 Info.plist 中

source: Differs from the app's original value
ar: يختلف عن القيمة الأصلية للتطبيق
cs: Liší se od původní hodnoty aplikace
de: Weicht vom ursprünglichen Wert der App ab
es: Difiere del valor original de la app
fr: Différent de la valeur d'origine de l'app
id: Berbeda dari nilai asli aplikasi
it: Diverso dal valore originale dell'app
pl: Różni się od oryginalnej wartości aplikacji
ru: Отличается от исходного значения приложения
tr: Uygulamanın özgün değerinden farklı
vi: Khác với giá trị gốc của ứng dụng
zh_hans: 与应用原始值不同

source: Reset to Original Value
ar: إعادة التعيين إلى القيمة الأصلية
cs: Obnovit původní hodnotu
de: Auf ursprünglichen Wert zurücksetzen
es: Restablecer al valor original
fr: Rétablir la valeur d'origine
id: Kembalikan ke Nilai Asli
it: Ripristina valore originale
pl: Przywróć oryginalną wartość
ru: Вернуть исходное значение
tr: Özgün Değere Sıfırla
vi: Đặt lại về giá trị gốc
zh_hans: 重置为原始值

source: Number
ar: رقم
cs: Číslo
de: Zahl
es: Número
fr: Nombre
id: Angka
it: Numero
pl: Liczba
ru: Число
tr: Sayı
vi: Số
zh_hans: 数字

source: Applying custom Info.plist changes
ar: جارٍ تطبيق تغييرات Info.plist المخصصة
cs: Aplikují se vlastní změny Info.plist
de: Eigene Info.plist-Änderungen werden angewendet
es: Aplicando cambios personalizados de Info.plist
fr: Application des modifications personnalisées de l'Info.plist
id: Menerapkan perubahan Info.plist kustom
it: Applicazione delle modifiche personalizzate a Info.plist
pl: Stosowanie własnych zmian w Info.plist
ru: Применение своих изменений Info.plist
tr: Özel Info.plist değişiklikleri uygulanıyor
vi: Đang áp dụng thay đổi Info.plist tùy chỉnh
zh_hans: 正在应用自定义 Info.plist 更改

source: Audio and AirPlay
ar: الصوت وAirPlay
cs: Zvuk a AirPlay
de: Audio und AirPlay
es: Audio y AirPlay
fr: Audio et AirPlay
id: Audio dan AirPlay
it: Audio e AirPlay
pl: Dźwięk i AirPlay
ru: Аудио и AirPlay
tr: Ses ve AirPlay
vi: Âm thanh và AirPlay
zh_hans: 音频与 AirPlay

source: Background Fetch
ar: الجلب في الخلفية
cs: Načítání na pozadí
de: Hintergrundabruf
es: Obtención en segundo plano
fr: Récupération en arrière-plan
id: Pengambilan Latar Belakang
it: Recupero in background
pl: Pobieranie w tle
ru: Фоновое обновление
tr: Arka Planda Getirme
vi: Tải nền
zh_hans: 后台抓取

source: Remote Notifications
ar: الإشعارات البعيدة
cs: Vzdálená oznámení
de: Remote-Mitteilungen
es: Notificaciones remotas
fr: Notifications distantes
id: Notifikasi Jarak Jauh
it: Notifiche remote
pl: Powiadomienia zdalne
ru: Удалённые уведомления
tr: Uzak Bildirimler
vi: Thông báo từ xa
zh_hans: 远程通知

source: Background Processing
ar: المعالجة في الخلفية
cs: Zpracování na pozadí
de: Hintergrundverarbeitung
es: Procesamiento en segundo plano
fr: Traitement en arrière-plan
id: Pemrosesan Latar Belakang
it: Elaborazione in background
pl: Przetwarzanie w tle
ru: Фоновая обработка
tr: Arka Planda İşleme
vi: Xử lý nền
zh_hans: 后台处理

source: Location Updates
ar: تحديثات الموقع
cs: Aktualizace polohy
de: Standortaktualisierungen
es: Actualizaciones de ubicación
fr: Mises à jour de localisation
id: Pembaruan Lokasi
it: Aggiornamenti di posizione
pl: Aktualizacje lokalizacji
ru: Обновления геопозиции
tr: Konum Güncellemeleri
vi: Cập nhật vị trí
zh_hans: 位置更新

source: Voice over IP
ar: الاتصال عبر الإنترنت (VoIP)
cs: Volání přes internet (VoIP)
es: Voz sobre IP
fr: Voix sur IP
ru: Интернет-телефония (VoIP)
zh_hans: 网络语音通话

source: External Accessory
ar: ملحق خارجي
cs: Externí příslušenství
de: Externes Zubehör
es: Accesorio externo
fr: Accessoire externe
id: Aksesori Eksternal
it: Accessorio esterno
pl: Akcesorium zewnętrzne
ru: Внешний аксессуар
tr: Harici Aksesuar
vi: Phụ kiện ngoài
zh_hans: 外接配件

source: Bluetooth Central
ar: Bluetooth مركزي
cs: Bluetooth centrální
de: Bluetooth-Zentral
it: Bluetooth centrale
pl: Bluetooth centralny
ru: Bluetooth (центральный)
tr: Bluetooth Merkez
vi: Bluetooth trung tâm
zh_hans: 蓝牙中心设备

source: Bluetooth Peripheral
ar: Bluetooth طرفي
cs: Bluetooth periferní
de: Bluetooth-Peripherie
es: Bluetooth periférico
fr: Bluetooth périphérique
id: Bluetooth Periferal
it: Bluetooth periferica
pl: Bluetooth peryferyjny
ru: Bluetooth (периферийный)
tr: Bluetooth Çevre Birimi
vi: Bluetooth ngoại vi
zh_hans: 蓝牙外围设备

source: Nearby Interaction
ar: التفاعل القريب
cs: Interakce v okolí
es: Interacción cercana
fr: Interaction à proximité
id: Interaksi Terdekat
it: Interazione nelle vicinanze
pl: Interakcja w pobliżu
ru: Взаимодействие рядом
tr: Yakın Etkileşim
vi: Tương tác lân cận
zh_hans: 邻近交互

source: Background modes only work when the app or an injected tweak actually implements them. Some also need a matching entitlement to install.
ar: لا تعمل أوضاع الخلفية إلا إذا كان التطبيق أو التعديل المحقون ينفذها فعليًا. بعضها يحتاج أيضًا إلى صلاحية مطابقة حتى يتم التثبيت.
cs: Režimy na pozadí fungují jen tehdy, když je aplikace nebo vložený tweak skutečně implementuje. Některé navíc potřebují odpovídající oprávnění, jinak nepůjde nainstalovat.
de: Hintergrundmodi funktionieren nur, wenn die App oder ein injizierter Tweak sie tatsächlich umsetzt. Manche brauchen zusätzlich eine passende Berechtigung zur Installation.
es: Los modos en segundo plano solo funcionan si la app o un tweak inyectado los implementan de verdad. Algunos también necesitan un entitlement acorde para poder instalar.
fr: Les modes en arrière-plan ne fonctionnent que si l'app ou un tweak injecté les implémente réellement. Certains exigent aussi un entitlement correspondant pour l'installation.
id: Mode latar belakang hanya bekerja jika aplikasi atau tweak yang disuntikkan benar-benar menerapkannya. Sebagian juga butuh entitlement yang cocok agar bisa dipasang.
it: Le modalità in background funzionano solo se l'app o un tweak iniettato le implementa davvero. Alcune richiedono anche un entitlement corrispondente per l'installazione.
pl: Tryby w tle działają tylko wtedy, gdy aplikacja lub wstrzyknięty tweak faktycznie je obsługuje. Niektóre wymagają też odpowiedniego uprawnienia, aby instalacja się powiodła.
ru: Фоновые режимы работают, только если приложение или внедрённый твик действительно их реализует. Некоторым также нужно соответствующее разрешение для установки.
tr: Arka plan modları yalnızca uygulama veya enjekte edilen tweak bunları gerçekten uyguluyorsa çalışır. Bazıları kurulum için eşleşen bir entitlement da ister.
vi: Chế độ nền chỉ hoạt động khi ứng dụng hoặc tweak được tiêm thực sự hỗ trợ. Một số chế độ còn cần entitlement tương ứng mới cài được.
zh_hans: 只有应用或注入的插件真正实现时，后台模式才会生效。部分模式还需要相应的授权才能安装。

source: Common Keys
ar: مفاتيح شائعة
cs: Běžné klíče
de: Häufige Schlüssel
es: Claves comunes
fr: Clés courantes
id: Kunci Umum
it: Chiavi comuni
pl: Popularne klucze
ru: Частые ключи
tr: Yaygın Anahtarlar
vi: Khóa thường dùng
zh_hans: 常用键

source: Network
ar: الشبكة
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
id: Jaringan
it: Rete
pl: Sieć
ru: Сеть
tr: Ağ
vi: Mạng
zh_hans: 网络

source: Privacy
ar: الخصوصية
cs: Soukromí
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
pl: Prywatność
ru: Конфиденциальность
tr: Gizlilik
vi: Quyền riêng tư
zh_hans: 隐私

source: Interface
ar: الواجهة
cs: Rozhraní
de: Oberfläche
es: Interfaz
id: Antarmuka
it: Interfaccia
pl: Interfejs
ru: Интерфейс
tr: Arayüz
vi: Giao diện
zh_hans: 界面

source: Capabilities
ar: الإمكانات
cs: Schopnosti
de: Funktionen
es: Capacidades
fr: Capacités
id: Kemampuan
it: Funzionalità
pl: Możliwości
ru: Возможности
tr: Yetenekler
vi: Khả năng
zh_hans: 功能

source: No items
ar: لا توجد عناصر
cs: Žádné položky
de: Keine Objekte
es: Sin elementos
fr: Aucun élément
id: Tidak ada item
it: Nessun elemento
pl: Brak elementów
ru: Нет элементов
tr: Öğe yok
vi: Không có mục nào
zh_hans: 没有项目

source: Dictionary
ar: قاموس
cs: Slovník
es: Diccionario
fr: Dictionnaire
id: Kamus
it: Dizionario
pl: Słownik
ru: Словарь
tr: Sözlük
vi: Từ điển
zh_hans: 字典

source: Array
ar: مصفوفة
cs: Pole
es: Matriz
fr: Tableau
id: Larik
pl: Tablica
ru: Массив
tr: Dizi
vi: Mảng
zh_hans: 数组

source: Item %@
ar: العنصر %@
cs: Položka %@
de: Objekt %@
es: Elemento %@
fr: Élément %@
it: Elemento %@
pl: Element %@
ru: Элемент %@
tr: Öğe %@
vi: Mục %@
zh_hans: 项目 %@

source: Open this entry after saving to edit its items
ar: افتح هذا الإدخال بعد الحفظ لتعديل عناصره
cs: Po uložení otevřete tuto položku a upravte její obsah
de: Diesen Eintrag nach dem Sichern öffnen, um seine Objekte zu bearbeiten
es: Abre esta entrada después de guardar para editar sus elementos
fr: Ouvrez cette entrée après l'enregistrement pour modifier ses éléments
id: Buka entri ini setelah disimpan untuk mengubah isinya
it: Apri questa voce dopo il salvataggio per modificarne gli elementi
pl: Otwórz ten wpis po zapisaniu, aby edytować jego elementy
ru: Откройте эту запись после сохранения, чтобы изменить её элементы
tr: Öğelerini düzenlemek için kaydettikten sonra bu girişi açın
vi: Mở mục này sau khi lưu để chỉnh sửa các phần tử
zh_hans: 保存后打开此条目以编辑其中的项目

source: Add Dictionary
ar: إضافة قاموس
cs: Přidat slovník
de: Dictionary hinzufügen
es: Añadir diccionario
fr: Ajouter un dictionnaire
id: Tambah Kamus
it: Aggiungi dizionario
pl: Dodaj słownik
ru: Добавить словарь
tr: Sözlük Ekle
vi: Thêm từ điển
zh_hans: 添加字典

source: Add Array
ar: إضافة مصفوفة
cs: Přidat pole
de: Array hinzufügen
es: Añadir matriz
fr: Ajouter un tableau
id: Tambah Larik
it: Aggiungi array
pl: Dodaj tablicę
ru: Добавить массив
tr: Dizi Ekle
vi: Thêm mảng
zh_hans: 添加数组

source: Edit Raw
ar: تحرير النص الخام
cs: Upravit zdroj
de: Rohformat bearbeiten
es: Editar en bruto
fr: Modifier le brut
id: Edit Mentah
it: Modifica grezza
pl: Edytuj surowy zapis
ru: Изменить исходник
tr: Ham Olarak Düzenle
vi: Sửa dạng thô
zh_hans: 编辑源码

source: Invalid property list
ar: قائمة خصائص غير صالحة
cs: Neplatný property list
de: Ungültige Property List
es: Lista de propiedades no válida
fr: Liste de propriétés non valide
id: Property list tidak valid
it: Property list non valido
pl: Nieprawidłowa lista właściwości
ru: Недопустимый property list
tr: Geçersiz property list
vi: Property list không hợp lệ
zh_hans: 属性列表无效

source: The root of the property list must be a dictionary
ar: يجب أن يكون جذر قائمة الخصائص قاموسًا
cs: Kořen property listu musí být slovník
de: Die Wurzel der Property List muss ein Dictionary sein
es: La raíz de la lista de propiedades debe ser un diccionario
fr: La racine de la liste de propriétés doit être un dictionnaire
id: Akar property list harus berupa kamus
it: La radice del property list deve essere un dizionario
pl: Katalog główny listy właściwości musi być słownikiem
ru: Корнем property list должен быть словарь
tr: Property list kökü bir sözlük olmalı
vi: Gốc của property list phải là một từ điển
zh_hans: 属性列表的根必须是字典

source: Frameworks
cs: Frameworky
pl: Biblioteki
tr: Framework’ler
zh_hans: 框架

source: GitHub Repository
cs: GitHub repozitář
es: Repositorio de GitHub
fr: Dépôt GitHub
id: Repositori GitHub
it: Repository GitHub
pl: Repozytorium GitHub
ru: GitHub репозиторий
tr: GitHub Deposu
vi: Kho lưu trữ GitHub
zh_hans: GitHub仓库

source: Repositories
cs: Repozitáře
de: Quellen
es: Repositorios
fr: Dépôts
id: Repositori
it: Fonti
pl: Repozytoria
ru: Репозитории
tr: Depolar
vi: Kho lưu trữ
zh_hans: 仓库

source: Server
es: Servidor
fr: Serveur
pl: Serwer
ru: Сервер
tr: Sunucu
vi: Máy chủ
zh_hans: 服务器

source: String
es: Cadena
fr: Chaîne
it: Stringa
pl: Ciąg znaków
ru: Строка
tr: Dize
vi: Chuỗi
zh_hans: 字符串

source: PPQCheck
pl: Weryfikacja PPQ
vi: Kiểm tra PPQ
zh_hans: PPQ检查
